Repository: Muzaffar-Xadjayev/DoctorM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Welcome To Our Hospital
uz: Kasalxonamizga xush kelibsiz

source: You can use this site to write your questions, that is, your health problems. Our professional doctors
uz: Siz bu saytdan foydalanib, o'zingizni qiziqtirgan savollaringizni, ya'ni sog'lig'ingiz borasida bo'lgan muammolaringizni yozishingiz mumkin . Bizning professional shifokorlarimiz

source: will answer your question,
uz: sizning savolingizga javob berishadi

source: and if your question is of interest to others,
uz: va sizning savolingiz boshqalarni ham qiziqtirgan

source: they can also get answers to their questions using our site.
uz: bo'lsa ular ham saytimmizdan foydalanib o'z savollariga javob olishlari mumkin.

source: Read More
uz: Batafsil

source: Home
uz: Asosiy

source: About
uz: Biz Haqimizda

source: Contact
uz: Aloqa

source: Feedbacks
uz: Fikr-Mulohazalar

source: Profile
uz: Profil

source: LogIn
uz: Kirish

source: Sign Up
uz: Ro'yxatdan o'tish

source: Services
uz: Xizmatlar

source: Laboratory Tests
uz: Laboratoriya sinovlari

source: Ambulance Service
uz: Tez yordam xizmati

source: Surgical operations
uz: Jarrohlik operatsiyalari

source: Contact Us
uz: Biz bilan bog'lanish

source: Phone Number
uz: Telefon Raqami

source: Address
uz: Manzil

source: Web Site
uz: Veb-sayt

source: Namangan City
uz: Namangan Shahar

source: 2022 All Rights Reserved. Made By
uz: 2022 Barcha huquqlar himoyalangan. Tomonidan tayyorlangan

source: Name
uz: Ism

source: Email
uz: Elektron pochta

source: Message
uz: Xabar

source: Send
uz: Yuborish

source: Title
uz: Sarlavha

source: Text
uz: Matn

source: Save Change
uz: O'zgarishni Saqlash

source: First Name
uz: Ism

source: Username
uz: Foydalanuvchi Nomi

source: New
uz: Yangi

source: Enter a Username...
uz: Foydalanuvchi Nomini kiriting...

source: Continue
uz: Keyingisi

source: Password
uz: Parol

source: Get up wherever you want
uz: Istagan joyingizdan turib

source: Show yourself 1st Aid
uz: O'zingizga birinchi yordamni ko'rsating

source: For This
uz: Buning uchun

source: You just have to have a desire.
uz: Sizda faqat xohish bo'lishi kerak.

source: Certainly,
uz: Albatta,

source: Use our Website,
uz: Saytimizdan foydalaning,

source: and rate it.
uz: va baho bering.

source: Our Centers
uz: Bizning markazlarimiz

source: Andijan
uz: Andijon

source: Farg&#39;ona
uz: Farg'ona

source: Medicine Center
uz: Tibbiyot markazi

source: Why Choose Us
uz: Nima uchun bizni tanlaysiz

source: SATISFIED CLIENTS
uz: Qoniqarli mijozlar

source: AWESOME planing
uz: Ajoyib rejalashtirish

source: CLIENTS
uz: MIJOZLAR

source: What Our Clients Says
uz: Bizning mijozlarimiz nima deydi

source: Password or Username incorrect !!!
uz: Parol yoki Foydalanuvchi Nomi xato

source: Enter a Username
uz: Foydalanuvchi nomini kiriting

source: Enter a Password
uz: Parolni kiriting

source: Submit
uz: Yuborish

source: Write down the disease that is bothering you
uz: Sizni bezovta qilayotgan kasallikni yozing

source: Feedback has been created. Expect an answer soon.
uz: Fikr-mulohaza yaratildi. Tez orada javob kuting.

source: Back
uz: Orqaga

source: Do you have a health problem ?
uz: Sizda sog'liq muammosi bormi?

source: My All Information
uz: Mening barcha ma'lumotlarim

source: My Questions
uz: Mening savollarim

source: Log Out
uz: Chiqish

source: Last Login
uz: Oxirgi kirish

source: Edit
uz: Tahrirlash

source: Delete
uz: O'chirish

source: Invalid reCaptcha !!!
uz: reCaptcha Bo'limini tekshiring !!!

source: Enter a First Name...
uz: Ismingizni kiriting...

source: Enter a Last Name...
uz: Familiyani kiriting...

source: Enter a Email...
uz: Elektron pochtani kiriting...

source: Password(again)
uz: Parol (yana)

source: Password(again)...
uz: Parol (yana)...
